tap "crowdin/crowdin"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localazy/tools"
brew "cask"
brew "cython"
brew "fcrackzip"
brew "ipcalc"
brew "k6"
brew "libffi"
brew "libsmi"
brew "libssh"
brew "lynx"
brew "neovim"
brew "net-snmp"
brew "nmap"
brew "node"
brew "pipenv"
brew "poetry"
brew "python@3.10"
brew "python@3.11"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "crowdin/crowdin/crowdin@3"
brew "esolitos/ipa/sshpass"
brew "localazy/tools/localazy"
cask "1password"
cask "bartender"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "displaylink"
cask "docker"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "hubstaff"
cask "istat-menus"
cask "iterm2"
cask "moneymoney"
cask "nextcloud"
cask "obsidian"
cask "rar"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "thunderbird"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "wireshark"
vscode "almenon.arepl"
vscode "batisteo.vscode-django"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "samuelcolvin.jinjahtml"
