tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "wget"
brew "python"
brew "pipenv"
brew "tmux"
brew "tree"
brew "cython"
brew "youtube-dl"

cask '1password'
cask 'bartender'
cask 'docker'
cask 'firefox'
cask 'thunderbird'
cask 'google-chrome'
cask 'slack'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'iterm2'
cask 'vlc'
cask 'wireshark'
cask 'spotify'
cask 'istat-menus'
cask 'tunnelblick'
cask 'hubstaff'
cask 'moneymoney'
cask 'nextcloud'

