tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "wget"
brew "python"
brew "pipenv"
brew "tmux"
brew "mas"


cask 'db-browser-for-sqlite'
cask '1password'
cask 'bartender'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'sublime-text'
cask 'sublime-merge'
cask 'visual-studio-code'
cask 'iterm2'
cask 'vlc'
cask 'postman'


mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pixelmator", id: 407963104
# mas "Xcode", id: 497799835